Revit 2024 API
BuiltInFailures.MEPCalculationFailures.NetworkDefaultToReynolds Property
 The network uses the default Reynolds number.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId NetworkDefaultToReynolds { get; }
Visual Basic
Public Shared ReadOnly Property NetworkDefaultToReynolds As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ NetworkDefaultToReynolds {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.MEPCalculationFailures Class
Autodesk.Revit.DB Namespace